{
    "title": "Privacy",
    "text": "<p><a href=\"https://drd.at/en/datenschutz\" target=\"_blank\">English Version</a></p><p>Der Schutz Ihrer persönlichen Daten und Ihrer Privatsphäre ist uns ein zentrales Anliegen. Wir, die drd GmbH (nachfolgend „drd“ oder „wir“), verarbeiten Ihre personenbezogenen Daten daher ausschließlich auf Grundlage der gesetzlichen Bestimmungen – insbesondere DSGVO, Datenschutzgesetz 2018, Gesundheitstelematikgesetz 2012 und Telekommunikationsgesetz 2003 – und ergreifen alle technischen und organisatorischen Maßnahmen, um ein angemessenes Sicherheitsniveau zu gewährleisten.</p><p>Diese Datenschutzerklärung beschreibt, wie drd als Verantwortliche gemäß der EU-Datenschutz-Grundverordnung (nachfolgend: „DSGVO“) Ihre personenbezogenen Daten im Rahmen der drd-App verarbeitet und dabei die Sicherheit Ihrer Daten gewährleistet.</p><h4 id=\"allgemeine-informationen\">Allgemeine Informationen</h4><p>Verantwortlicher gem. Art. 4 Abs. 7 DSGVO ist:<br>drd GmbH<br>Sillerstrasse 60<br>A-1190 Wien<br>Österreich<br>E-Mail: <a href=\"mailto:datenschutz@drd.at\">datenschutz@drd.at</a></p><p>Bei Fragen betreffend den Schutz und die Sicherheit Ihrer Kunden- und Nutzerdaten oder wenn Sie datenschutzrechtliche Ansprüche bzw. Rechte anmelden und geltend machen wollen, können Sie sich an uns, die drd GmbH, Sillerstrasse 60, A-1190 Wien, via E-Mail an <a href=\"mailto:datenschutz@drd.at\">datenschutz@drd.at</a> (mit dem <em>Betreff: Datenschutz</em>) wenden.</p><p>Personenbezogene Daten sind „<em>alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person (im Folgenden „betroffene Person“) beziehen; als identifizierbar wird eine natürliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung oder zu einem oder mehreren besonderen Merkmalen, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identität dieser natürlichen Person sind, identifiziert werden kann</em>“ (Art 4 Z 1 DSGVO).</p><h4 id=\"1-kategorien-verarbeiteter-daten-und-rechtsgrundlagen\">1. Kategorien verarbeiteter Daten und Rechtsgrundlagen</h4><h4 id=\"11-daten-zur-identität\">1.1. DATEN ZUR IDENTITÄT</h4><p>Im Rahmen der Nutzung der drd App werden folgende personenbezogene Daten erhoben, verarbeitet und gespeichert: Name, Geburtsdatum, Sozialversicherungsnummer (bzw. bei ausländischen Kunden ID-Nummer aus Reisepass oder Personalausweis), gesetzliche Krankenversicherung, Geschlecht, Wohnadresse, Telefonnummer (inklusive Ländervorwahl), E-Mail-Adresse, Passwort (für drd-Account). Diese Daten werden auf Grundlage eines im Zuge der Registrierung abgeschlossenen Vertrages erhoben, daher bildet <strong>Art 6 Abs 1 lit b DSGVO</strong> eine gültige Rechtsgrundlage.</p><p>Wir nutzen Ihre Daten nur, um Ihnen die gewünschte Dienstleistung bereitzustellen. Wir geben diese Daten ohne Zustimmung nicht weiter, können jedoch nicht ausschließen, dass diese Daten beim Vorliegen von rechtswidrigem Verhalten eingesehen werden können.</p><p>Sollten Sie uns personenbezogene Daten per E-Mail schicken – somit abseits unserer App – können wir die sichere Übertragung Ihrer Daten (und somit die Sicherheit Ihrer Daten) nicht garantieren. Wir empfehlen daher, vertrauliche Daten niemals unverschlüsselt per E-Mail zu übermitteln.</p><h4 id=\"12-abrechnungsdaten\">1.2. ABRECHNUNGSDATEN</h4><p>Die Abrechnungsdaten (Name, Geburtsdatum, Art der drd-Dienstleistung (einmalig oder Abo) sowie eine der drei Kategorien Telefonnummer/Versicherungsdaten/Kreditkartendaten werden im Zuge der Registrierung erhoben und deren Verarbeitung ist ebenfalls für die Vertragserfüllung notwendig. Rechtliche Grundlage ist daher <strong>Art 6 Abs 1 lit b DSGVO</strong>. Nähere Informationen hierzu finden Sie nachfolgend unter den Punkten „Mobilfunkunternehmen“, „Versicherungsunternehmen“ und „Kreditkartenunternehmen“.</p><h4 id=\"13-verkehrsdaten\">1.3. VERKEHRSDATEN</h4><p>Im Zuge der Nutzung werden Nutzerdaten von uns zu Zwecken des reibungslosen Betriebs der drd-App und den darauf befindlichen Inhalten &amp; Angebote, zu analytischen Zwecken mit dem Ziel der Angebotsoptimierung und Qualitätssicherung, der Betriebsfehlervermeidung und -beseitigung erhoben und verarbeitet. Die IP-Adresse der Kunden werden nicht (auch nicht in anonymisierter Form) gespeichert. Abgerufene Dateien sowie das Datum und die Uhrzeit des Abrufs, die Datenmenge sowie URL-Verweise, ggf. Fehlermeldungen und Angaben zu Fehlerursachen (bspw. Batteriestatus des Geräts im Falle einer ungewollten Serviceunterbrechung, aktuell verfügbarer RAM-Umfang etc.) werden im Rahmen der Nutzung der drd-App gespeichert und ausgewertet.</p><p>Die Erhebung und Verarbeitung dieser Daten sind erforderlich, um den drd-Service für Sie bereitzustellen und optimieren zu können. Dies begründet ein berechtigtes Interesse der drd GmbH als Verantwortlicher und erfüllt daher die Rechtsgrundlage Art 6 Abs 1 lit f DSGVO.</p><h4 id=\"14-gesundheitsdaten\">1.4. GESUNDHEITSDATEN</h4><p>Die Gesundheitsdaten (Daten zu Ihrem gesundheitlichen Zustand) bilden eine besondere Kategorie von personenbezogenen Daten nach Art 9 Abs 1 DSGVO („sensible Daten“). Die Gesundheitsdaten werden außer im Rahmen einer direkten Abrechnung mit einer Versicherung (siehe dazu unter dem Punkt 2.4) ausschließlich verschlüsselt verarbeitet. Drd ist es nicht möglich auf die Daten zuzugreifen. So hat drd insbesondere keinen Zugriff auf die Patientenakte des Kunden. Im Zuge der Registrierung erklären sich die Kunden ausdrücklich mit der (verschlüsselten) Verarbeitung dieser Daten im Rahmen der drd-App einverstanden. Die Verarbeitung dieser Daten ist eine notwendige Voraussetzung für die Bereitstellung einer telemedizinischen Behandlung. Daher bildet <strong>Art 9 Abs 2 lit a DSGVO</strong> eine gültige Rechtsgrundlage. Nähere Informationen hierzu finden Sie nachfolgend unter dem Punkt „drd-Ärzte“.</p><h4 id=\"2-weitergabe-von-daten-an-dritte\">2. WEITERGABE VON DATEN AN DRITTE</h4><p>Wir geben die von Ihnen bekannt gegebenen Daten nicht an Dritte weiter. Ausgenommen davon sind die Dienstleister und Vertragspartner, derer wir uns zur Abrechnung bedienen und denen wir Daten zur Verfügung stellen. Eine Weiterleitung Ihrer Daten erfolgt ausschließlich auf Grundlage der DSGVO.</p><p>Wir bedienen uns zur Bereitstellung der drd App und zur Abrechnung folgender Dienstleister bzw. Kategorien von Dienstleistern sowie folgender Vertragspartner bzw. Kategorien von Vertragspartner: IT-Dienstleister und unsere Vertragspartner in den Bereichen Mobilfunk, Versicherung und Zahlungsdienstleister.</p><h4 id=\"21-it-dienstleister\">2.1. IT-DIENSTLEISTER</h4><p>Für uns betreibt ein IT-Dienstleister die Server. Alle verarbeiteten Daten werden auf den Servern dieses Drittanbieters gespeichert. Dieser Dritte ermöglicht es uns erst, Ihnen die drd App bereitzustellen. Er ist damit Empfänger Ihrer Daten und handelt in unserem Auftrag. drd hat mit dem IT Dienstleister einen Auftragsverarbeitungsvertrag gemäß Art 28 DSGVo abgeschlossen. Er hat seinen Sitz in Deutschland.</p><h4 id=\"22-drd-ärzte\">2.2. DRD-ÄRZTE</h4><p>Die drd-Ärzte empfangen die für den Videocall, die Identifizierung des Kunden und die telemedizinische Dienstleistung notwendigen Daten der drd-Kunden. Die drd-Ärzte führen die Identifizierung durch einen Abgleich der übermittelten Daten mit einem Reisepass oder Führerschein, welchen der Kunde in die Kamera hält, durch.</p><p>Es sind konkret folgende personenbezogenen Daten betroffen: Telefonnummer, Name, Geburtsdatum und Geschlecht.</p><p>Zusätzlich werden folgende – für die telemedizinische Dienstleistung notwendige – Gesundheitsdaten, die gemäß Art 9 Abs 1 DSGVO „sensible Daten“ sind, von den drd-Ärzte verarbeitet:</p><ul><li>Alle Gesundheitsdaten, die von Kunden selbst hochgeladen bzw in der Chatleiste eingegeben wurden (z.B. Beschreibungen eines Gesundheitszustands).</li></ul><p>Die drd-Ärzte verarbeiten darüber hinaus im Rahmen der telemedizinischen Dienstleistungen folgende Daten:</p><ul><li>Alle Gesundheitsdaten, die vom konsultierten Arzt hochgeladen bzw eingegeben wurden (z.B. Rezepte, Überweisungen, Zuweisungen, Verordnungen und Krankschreibungen) und</li><li>mitunter die Kennzeichnung der Diagnose auf dem Abrechnungsschreiben mittels ICD 10-Code.</li></ul><p>Die empfangenen Daten sind von den Ärzten bis 24 Stunden nach der Zustimmung des Kunden zur Einsicht einsehbar, eine Speicherung der unverschlüsselten Daten ist Seitens drd nicht vorgesehen.</p><p>Die in den Dokumenten dokumentierten personenbezogenen Daten (wie etwa Rezepte, Überweisungen, Zuweisungen, Verordnungen und Krankschreibungen) werden von den Ärzten aufgrund einer gesetzlichen Dokumentationsverpflichtung für mind. 10 Jahre gespeichert.</p><p>Diese Daten werden auf den Servern, die von der drd GmbH benützt werden, maximal 1 Jahr lang gespeichert. Sie werden länger gespeichert, falls ein Kunde länger als ein Jahr ein aufrechtes Abo bei drd hat. In diesem Fall werden die Daten für die Dauer des aufrechten Abos für den Kunden gespeichert.</p><h4 id=\"23-mobilfunkunternehmen\">2.3. MOBILFUNKUNTERNEHMEN</h4><p>Sind Sie Kunde eines Mobilfunkunternehmens, kann die Abrechnung über die Handyrechnung erfolgen. Bitte klären Sie mit Ihrem Mobilfunkanbieter, ob eine Abrechnung über die drd App möglich ist. Sofern die Abrechnung möglich ist, erfolgt bei der Registrierung eine Verifizierung des Kundenstatus über eine Schnittstelle beim Mobilfunkunternehmen; dabei ist unter Umständen das Kundenkennwort beim Mobilfunkunternehmen einzugeben. Zusätzlich wird die Telefonnummer verarbeitet. Der Kunde kann sich zwischen einer einmaligen Dienstleistung und einem Abonnement entscheiden, beides wird im Rahmen der Handyrechnung abgerechnet. Dem Mobilfunkunternehmen wird dafür die Identität des Kunden und die Art die Dienstleistung (einmalig oder Abonnement), keinesfalls aber der Inhalt der telemedizinischen Dienstleistung (Gesundheitsdaten) übermittelt.</p><h4 id=\"24-versicherungsunternehmen\">2.4. VERSICHERUNGSUNTERNEHMEN</h4><p>Sind Sie Kunde eines Versicherungsunternehmens, das unser Kooperationspartner ist, kann die Abrechnung unserer Leistungen unter gewissen Voraussetzungen über Ihre Versicherung erfolgen. Bei der Registrierung ist die Nummer der Versicherungspolizze einzugeben, es erfolgt eine Abgleich der Daten über eine Schnittstelle. Dem Versicherungsunternehmen wird dafür die Identität des Kunden und die Inanspruchnahme der Dienstleistung übermittelt. Die Versicherung erhält, sofern Sie eine direkte Abrechnung mit der Versicherung wünschen, unter Umständen zusätzlich eine Diagnose (u.U. als ICD 10 Code) übermittelt; dabei handelt es sich um eine übliche Kennzeichnung, die von Ärzten vorgenommen wird. Rechtsgrundlage dafür ist Ihre Einwilligung nach Art 9 Abs 2 lit a DSGVO. Das Versicherungsunternehmen behält sich vor, (bestimmten) Kunden auch Voucher zu übermitteln, die einen bestimmten Code enthalten, mit dessen Hilfe betroffene Versicherte ebenfalls drd-Services nutzen können. Ob Sie über drd erbrachte Dienstleistungen mit Ihrer Versicherung abrechnen können, bitten wir Sie vorab mit Ihrer Versicherung zu klären.</p><h4 id=\"25-kreditkartenunternehmen\">2.5. KREDITKARTENUNTERNEHMEN</h4><p>Treffen für Sie weder Punkt 2.3. noch Punkt 2.4. zu, können Sie die Abrechnung über einen In-App-Kauf über den Apple App Store oder über Google-Play oder unter Umständen auch über ein Kreditkartenunternehmen vornehmen. Im letzteren Fall sind bei der Registrierung über eine Schnittstelle die Kreditkartendaten (Karteninhaber, Kreditkartenummer, Ablaufdatum und die umseitige Sicherheitsnummer) einzugeben. Dem Kreditkartenunternehmen wird dafür die Identität des Kunden und die Art und Inanspruchnahme die Dienstleistung (einmalig oder Abonnement), keinesfalls aber der Inhalt der telemedizinischen Dienstleistung (Gesundheitsdaten) übermittelt. Zusätzlich werden die Kreditkartendaten verarbeitet. Gleiches gilt im ersteren Fall sinngemäß für In-App-Käufe im Hinblick auf den Apple App Store bzw. Google-Play.</p><h4 id=\"3-datensicherheit\">3. DATENSICHERHEIT</h4><p>Der Schutz Ihrer personenbezogenen Daten erfolgt durch entsprechende organisatorische und technische Vorkehrungen. Diese Vorkehrungen betreffen insbesondere den Schutz vor unerlaubtem, rechtswidrigem oder auch zufälligem Zugriff, Verarbeitung, Verlust, Verwendung und Manipulation.</p><p>Der Schutz wird insbesondere durch den asymmetrischen Algorithmus von <a href=\"https://tweetnacl.cr.yp.to/\"><strong>TweetNaCL</strong></a> gewährleistet:</p><ul><li><strong>Log-in-Erfordernis:</strong> Kunden haben nur über Eingabe ihres sechsstelligen Passwortes auf ihrem Endgerät Zugang zu ihren personenbezogenen Daten. Bei der erstmaligen Registrierung auf einem Endgerät wird nach Erfassung des Passwortes auch ein privater Schlüssel generiert, den Kunden als PDF herunterladen und an einem sicheren Ort verwahren können. Kunden benötigen diesen Schlüssel, sofern sie ihre Log-in Daten vergessen sollten oder sich auf einem anderen Endgerät einloggen wollen.</li><li><strong>Zwei-Faktor-Authentifizierung:</strong> Patientendaten werden mit einem privaten Schlüssel verschlüsselt, der nur am erfassten Endgerät des Kunden und dort nur mit Passwort des Kunden zugänglich ist. Bei Verwendung eines anderen Endgerätes besteht nur nach Verknüpfung des jeweiligen Endgerätes mit dem privaten Schlüssel Zugriff auf die personenbezogenen Daten.</li><li><strong>End-to-end-Verschlüsselung:</strong> Die Kommunikation zwischen Arzt und Patient wird mit DTLS 1.3 über WebRTC End-to-end verschlüsselt und entspricht damit einem erprobten Sicherheitsstandard.</li></ul><p>Bitte beachten Sie, dass wir daher keine wie immer geartete Haftung für die Offenlegung von Informationen aufgrund nicht von uns verursachter Fehler bei der Datenübertragung und/oder unautorisiertem Zugriff durch Dritte übernehmen (zB Hackerangriff).</p><h4 id=\"4-terminkalender\">4. TERMINKALENDER</h4><p>Die drd-App enthält einen Terminkalender, in dem Sie Ihre selbst vereinbarten Termine für telemedizinische Behandlungen speichern können. Es besteht eine optionale SMS-Erinnerungsfunktion für Ihre gespeicherte Termine, in die Sie einwilligen müssen. Sollten Sie nicht in die SMS-Erinnerungsfunktion einwilligen oder ihre Einwilligung widerrufen, beeinträchtigt das die Nutzung der drd-App nicht, Sie werden nur nicht mittels SMS über bevorstehende drd-Termine erinnert.</p><h4 id=\"5-chatfunktion\">5. CHATFUNKTION</h4><p>Auf dem Startbildschirm der App findet sich eine Chatleiste mit dem Text „Wie geht es Ihnen heute?“. Durch Eingabe in die Chatleiste können Sie – auch ohne vorherige Registrierung – eine Kommunikation mit einem drd-Hausarzt starten. In diesem Chat können Sie Angaben über ihren Gesundheitszustand machen, diese Angaben erfolgen jedoch auf anonymer Basis. Das bedeutet, dass diese Daten weder von uns noch von unseren IT-Dienstleistern einer konkreten Person zugeordnet werden können.</p><h4 id=\"6-verarbeitung-der-daten-der-ärzte\">6. VERARBEITUNG DER DATEN DER ÄRZTE</h4><p>Im Rahmen der drd-App sind zwei Gruppen von Ärzten zu unterscheiden: Die in der App erreichbaren Hausärzte („drd-Ärzte“) sind Vertragspartner der drd GmbH. Diese können Sie im Rahmen einer telemedizinischen Behandlung auch Empfehlungen für eine Überweisungen des Patienten an einen Facharzt vornehmen. Die drd-App enthält eine Funktion, die Fachärzte in Ihrer Nähe anzeigen kann; die Fachärzte sind jedoch nicht Vertragspartner der drd GmbH.</p><p>Hinsichtlich der in Österreich niedergelassenen Fachärzte verarbeiten wir folgende Daten:</p><p>– Vollständiger Name<br>– Adresse (der Praxis)<br>– Telefon-Nummer<br>– Ordinationszeiten<br>– Krankenkassen</p><p>Es handelt sich dabei um öffentliche Daten, die in öffentlichen Registern/Listen jedermann frei zugänglich sind, wie etwa der Ärzteliste der österreichischen Ärztekammer gemäß § 27 ÄrzteG. Die Rechtsgrundlage für die Verarbeitung dieser Daten ist das berechtigte Interesse der drd GmbH nach Art 6 Abs 1 lit f DSGVO.</p><p>Diese personenbezogenen Daten von Fachärzten für die Dauer der Listung in der Ärzteliste von drd verarbeitet und bei Löschung aus der Ärzteliste nicht mehr in der drd-App angezeigt.</p><p>Sollten Sie als Facharzt Ihre Betroffenenrechte (insbesondere Widerspruch gegen die Verarbeitung) gegenüber der drd GmbH geltend machen wollen, richten Sie Ihre Anfrage bzw Ihren Widerspruch bitte an <a href=\"mailto:datenschutz@drd.at\">datenschutz@drd.at</a>.</p><h4 id=\"7-aufbewahrung-der-daten\">7. AUFBEWAHRUNG DER DATEN</h4><p>Wir werden Ihre Daten nicht länger aufbewahren als dies zur Erfüllung unserer vertraglichen bzw gesetzlichen Verpflichtungen und zur Abwehr allfälliger Haftungsansprüche erforderlich ist.</p><h4 id=\"8-datensicherheit\">8. DATENSICHERHEIT</h4><p>Bitte sichern Sie Ihre Endgeräte stets vor unbefugten Zugriffen Dritter; verwenden Sie Passwörter, die einem hohen Sicherheitsstandard entsprechen; überlassen Sie Ihre Endgeräte keinem Dritten und geben Sie Passwörter nicht weiter. Benutzen Sie ein aktuelles Firewall- und Virenschutzprogramm und besuchen Sie nur solche Websites, die von authentischen und seriösen Anbietern stammen. Achten Sie auf die Authentizität und Seriosität von an Sie adressierte (Phishing-)E-Mails und geben Sie niemals Passwörter oder Zugriffsdaten an Dritte weiter.</p><h4 id=\"9-löschung-von-kundendaten\">9. LÖSCHUNG VON KUNDENDATEN</h4><p>Wir löschen Kundendaten, welche auf den von uns genutzten Servern gespeichert sind, innerhalb der gesetzlich vorgesehenen Frist. Sollte eine gesetzliche Aufbewahrungsverpflichtung bestehen, werden die Daten erst nach Ablauf dieser Frist gelöscht. Diese länger aufzubewahrenden Daten werden intern zur weiteren Verwendung gesperrt.</p><h4 id=\"10-app-berechtigungen\">10. APP-BERECHTIGUNGEN</h4><p>Um die volle Funktionsfähigkeit der drd-App zu gewährleisten, ist es notwendig, dass Sie der drd-App Zugriff auf gewisse Funktionen Ihres Endgerätes gewähren.</p><p>Bei iOS-Betriebssystemen sind folgende Berechtigungen erforderlich:</p><ul><li>Mikrofon: Dies ist für den Audio- bzw. Videochat erforderlich.</li><li>Kamera: Dies ist für den Videochat und allenfalls für das Abfotografieren von Dokumenten erforderlich.</li><li>Fotos: Dies ist erforderlich, um Dateien (Foto-Dateien von Dokumente) in ihre Patientenakte zu speichern oder hochzuladen.</li></ul><p>Bei Android-Betriebssystemen sind folgende Berechtigungen erforderlich:</p><ul><li>Mikrofon: Dies ist für den Audio- bzw. Videochat erforderlich.</li><li>Kamera: Dies ist für den Videochat und allenfalls für das Abfotografieren von Dokumenten erforderlich.</li><li>Fotos/Medien/Dateien: Dies ist erforderlich, um Dateien (Foto-Dateien von Dokumente) in ihre Patientenakte zu speichern oder hochzuladen.</li><li>Netzwerkverbindungen: Dies ist für die Kommunikation mit den drd-Servern erforderlich.</li></ul><p>Diese Funktionen Ihres Endgerätes werden ausschließlich zu Bereitstellung des drd-Services verwendet.</p><h4 id=\"11-gemeinsame-verantwortlichkeit-für-daten\">11. GEMEINSAME VERANTWORTLICHKEIT FÜR DATEN</h4><p>Wenn sie eine telemedizinische Behandlung in Anspruch nehmen, verarbeiten die drd GmbH und die drd-Ärzte Ihre personenbezogene Daten und Ihre Gesundheitsdaten auch gemeinsam.</p><p>Es werden folgende Daten gemeinsam verarbeitet:</p><p>Personenbezogene Daten nach Art 4 Z 1 DSGVO:</p><ul><li>Vollständiger Name</li><li>Geburtsdatum</li><li>Geschlecht</li><li>Telefonnummer</li></ul><p>Gesundheitsdaten nach Art 9 Abs 1 DSGVO:</p><ul><li>Alle Gesundheitsdaten, die von Kunden selbst hochgeladen bzw in der Chatleiste eingegeben wurden (z.B. Beschreibungen eines Gesundheitszustands)</li><li>Alle Gesundheitsdaten, die von konsultierten Ärzten hochgeladen bzw eingegeben wurden (z.B. Rezepte, Überweisungen, Zuweisungen, Verordnungen und Krankschreibungen)</li></ul><p>Zweck der gemeinsamen Verarbeitung: Die gemeinsame Verarbeitung Ihrer Daten ist notwendig, damit Sie die telemedizinischen Behandlung im Rahmen der drd-App in Anspruch nehmen können. drd selbst hat auf die Gesundheitsdaten aufgrund der Verschlüsselung keinen Zugriff.</p><p>Die gemeinsam Verantwortlichen (drd GmbH und die jeweiligen drd-Ärzte) haben zu diesem Zweck eine Vereinbarung nach Art 26 DSGVO abgeschlossen. Möchten Sie ihre Betroffenenrechte nach der DSGVO (siehe Punkt 13.) geltend machen, kontaktieren Sie bitte vorrangig uns, die drd GmbH, über die oben angeführten Kontaktdaten.</p><h4 id=\"12-verwendung-von-cookies\">12. VERWENDUNG VON COOKIES</h4><p>Cookies sind kleine Textbausteine, die von einer Website auf dem Gerät des Nutzers abgelegt werden. Viele Cookies enthalten eine sogenannte Cookie-ID. Eine Cookie-ID ist eine eindeutige Kennung des Cookies. Sie besteht aus einer Zeichenfolge, durch welche Websites und Server dem konkreten Internetbrowser zugeordnet werden können, in dem das Cookie gespeichert wurde. Dies ermöglicht es den besuchten Websites und Servern, den individuellen Browser der betroffenen Person von anderen Internetbrowsern, die andere Cookies enthalten, zu unterscheiden. Ein bestimmter Internetbrowser kann über die eindeutige Cookie-ID wiedererkannt und identifiziert werden.</p><p>Durch den Einsatz von Cookies können wir Ihnen nutzerfreundlichere Services bereitstellen, die ohne die Cookie-Setzung nicht möglich wären.</p><p>Mittels eines Cookies können die Informationen und Angebote auf der Website im Sinne des Nutzers optimiert werden.</p><p>Es werden folgende Kategorien von Cookies unterschieden:</p><ul><li>Unbedingt notwendige Cookies um grundlegende Funktionen der Website sicherzustellen.</li><li>Leistungs-Cookies: Leistungs-Cookies sammeln und speichern Information über die Verwendung der Website. Sie speichern unter anderem Informationen, die mit dem Benutzernamen verbunden sind. Wir verwenden auch Cookies, die es uns erlauben, Daten zur allgemeinen Nutzung der Website zu sammeln. Diese Daten verwenden wir um weiter an der optimalen Nutzbarkeit der Website zu arbeiten.</li><li>Funktionalitäts-Cookies: Diese Cookies erlauben es, die Website auf die Bedürfnisse der Nutzer abzustimmen.um das Benutzererlebnis zu verbessern.</li><li>Session Cookies: Das sind temporäre Cookies, die bis zum Schließen des Browsers auf dem Computer des Benutzers verbleiben und anschließend automatisch gelöscht werden.</li><li>Dauerhafte Cookies: Für eine bessere Benutzerfreundlichkeit bleiben Cookies auf Ihrem Endgerät gespeichert und erlauben es uns, Ihren Browser beim nächsten Besuch wiederzuerkennen.</li></ul><p>Durch die Nutzung unserer Website erklären Sie sich mit der Verwendung von Cookies einverstanden.</p><p>Sie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen und das automatische Löschen der Cookies beim Schließen des Browsers aktivieren.</p><p>Bei der Deaktivierung von Cookies kann die Funktionalität dieser Website eingeschränkt sein.</p><h4 id=\"13-ihre-rechte-nach-der-dsgvo\">13. IHRE RECHTE NACH DER DSGVO</h4><h4 id=\"131-recht-auf-auskunft\">13.1. RECHT AUF AUSKUNFT</h4><p>Auf Anfrage stellen wir Ihnen innerhalb des gesetzlich normierten Zeitraums eine umfangreiche Information sämtlicher bei uns über Sie gespeicherte Daten zur Verfügung. Diese Information beinhaltet unter anderem den Verarbeitungszweck, die Kategorien der personenbezogenen Daten sowie die Empfänger oder Kategorien von Empfängern.</p><h4 id=\"132-recht-auf-berichtigung\">13.2. RECHT AUF BERICHTIGUNG</h4><p>Stellen Sie fest, dass wir Kunden- und/oder Nutzerdaten ohne Ihre Zustimmung nutzen, oder sollten wir gegen gesetzliche Bestimmungen verstoßen oder auch für den Fall, dass Kunden- oder Nutzerdatendaten unrichtig sind, können Sie jederzeit an die oben angeführten Kontaktadressen wenden und die Richtigstellung der Daten fordern. Wir werden dieser Forderung, sofern dieser keine berechtigten Interessen unsererseits oder gesetzlichen Pflichten entgegenstehen, fristgerecht nachkommen und Ihre personenbezogenen Daten korrigieren, ergänzen oder abändern.</p><h4 id=\"133-recht-auf-löschung\">13.3. RECHT AUF LÖSCHUNG</h4><p>Möchten Sie, dass Ihre uns vorliegenden Kundendaten nicht mehr gespeichert werden, so können Sie eine Löschung Ihrer Kundendaten auch jederzeit durch schriftliche Eingabe an die oben angeführte (Email-)Adresse verlangen. Wir werden sodann sämtliche von uns gespeicherten Kundendaten löschen, sofern wir nicht aufgrund gesetzlicher Vorschriften dazu verpflichtet sind, Kundendaten weiterhin zu speichern. In einem solchen Falle werden wir Sie darüber informieren, dass Ihre Kundendaten weiterhin bei uns gespeichert bleiben. Für die Löschung von Ihren Kundendaten durch Dritte, an welche wir zur Vertragserfüllung Daten weiter gegeben haben, können wir nicht einstehen.</p><h4 id=\"134-recht-auf-datenübertragung\">13.4. RECHT AUF DATENÜBERTRAGUNG</h4><p>Sie haben das Recht, soweit dies technisch möglich ist, sämtliche bei uns über Sie gespeicherte Daten auf ein anderes Unternehmen übertragen zu lassen.</p><h4 id=\"135-recht-auf-widerspruch\">13.5. RECHT AUF WIDERSPRUCH</h4><p>Sie haben das Recht der Verarbeitung Ihrer Daten zu widersprechen, wenn die Verarbeitung Zwecken des Direktmarketings dient oder zu einem anderen Zweck aufgrund unseres berechtigten Interesses nach Art 6 Abs 1 lit f DSGVO verarbeitet wird. Soweit wir Ihre Daten zu berechtigten Zwecken verarbeiten, haben Sie das Recht dieser Verarbeitung zu widersprechen, wenn sich aus Ihrer besonderen Situation Gründe dafür ergeben.</p><h4 id=\"136-recht-auf-widerruf-der-einwilligungserklärung\">13.6. RECHT AUF WIDERRUF DER EINWILLIGUNGSERKLÄRUNG</h4><p>Nutzer unserer App willigen mit Beginn der Nutzung ein, dass Ihre personenbezogenen Daten im Rahmen der Nutzung der drd-App im Rahmen dieser Datenschutzbestimmung angeführten Umfang zu den jeweilig angeführten Zwecken verarbeitet werden.. Stimmen Sie im Rahmen der Registrierung der erläuterten Datennutzung nicht zu, ist es leider nicht möglich, den drd-Service in Anspruch zu nehmen.</p><p>Sie haben die Möglichkeit, die erteilte Einwilligung jederzeit schriftlich per E-Mail an <a href=\"mailto:datenschutz@drd.at\">datenschutz@drd.at</a> zu widerrufen. Durch den Widerruf der Einwilligung wird die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Wider-ruf erfolgten Datenverarbeitung nicht berührt.</p><h4 id=\"137-beschwerdemöglichkeit\">13.7. BESCHWERDEMÖGLICHKEIT</h4><>Sollten Sie Ansprüche und Rechte anmelden und geltend machen wollen und sich nicht direkt an uns wenden wollen, so können Sie Ihre Anliegen oder Ihre Beschwerde auch bei der Datenschutzbehörde einbringen. Ein entsprechendes Formular ist auf der Website der Datenschutzbehörde unter folgendem Link abrufbar: <a href=\"https://www.dsb.gv.at\">https://www.dsb.gv.at</a>.</p>"
}